Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Despite these improvements and overall satisfaction, consumers still show some reluctance or inertia when it comes to switching to new market entrants, an attitude that may be attributed to switching costs and the difficulty of comparing different offers ( 38% cite such difficulty).
es: A pesar de estas mejoras y de la satisfacción global, los consumidores muestran cierta reticencia o inercia para contratar con nuevos operadores del mercado, actitud que puede atribuirse a los costes del cambio de operador y a la dificultad de comparar las diferentes ofertas (38% de los encuestados mencionan esta dificultad).

source: Its target market includes large industrial customers and cogeneration plants.
es: Su mercado objetivo son grandes clientes industriales y cogeneradores.

source: In terms of target market, your association needs to carefully examine two strategic options.
es: En términos del mercado meta o mercado objetivo, su asociación necesita examinar cuidadosamente dos opciones estratégicas.

source: Typographic particularities, standards, units of measurement and specialist terms must also be adjusted to suit the cultural identity of the target market; such as names, titles or figures of speech.
es: Las características tipográficas, normas y unidades de medida, al igual que los nombres, títulos y expresiones idiomáticas se deben adaptar a las particularidades culturales del mercado meta.

source: First, the auditor must understand the business drivers of the CRM implementation, including the profitability goals, target market, objectives and corporate alignment to global business purposes.
es: Primero, el auditor debe entender las razones de negocio que llevaron a una compañía a implementar CRM, incluyendo las metas, mercado objetivo y lineamientos corporativos.

source: This result is actually a satisfactory achievement in light of the critical business environment that prevailed in Argentina, and it highlights Coca-Cola FEMSA Buenos Aires's ability to micro-segment its target market in order to manage a revenue-enhancing product offering.
es: Este resultado es en efecto un logro satisfactorio, dado el ambiente económico crítico observado en este mercado, y subraya la competencia de CocaCola FEMSA Buenos Aires de micro-segmentar su mercado objetivo para realizar una oferta de valor con su portafolio de productos.

source: Germany is another target market, since, like the UK, it imports most of the wine consumed in the country.
es: De acuerdo con el modelo del Reino Unido, el país importa la mayoría del vino que consume.

source: These works are generally very expensive and their target market is libraries, not the public.
es: Por lo general, estas obras son muy caras y su mercado objetivo son las bibliotecas, no el público general.

source: In other words, US strategic control over the pipeline corridor is intent upon weakening the role of the European Union and keeping competing European business interests at arms' length.
es: En otras palabras, el control estratégico de Estados Unidos sobre el corredor del oleoducto busca debilitar el rol de la Unión Europea y mantener los intereses de los negocios europeos de la competencia en una distancia cercana.

source: As a strategic control point almost always covers various organizational areas, it was recommended that monitoring be conducted by the Assistant heads, the second line of command at RFB.
es: Considerando que un punto de control estratégico tiene injerencia casi siempre sobre varias áreas organizativas, se recomendó que el seguimiento fuera realizado por los Secretarios Adjuntos, es decir por la segunda línea de gestión de la RFB.

source: Parliament, accordingly, seeks to enforce equal' rules for all, when what is actually required is to remove the strategic control of a country's energy supply from big business - with its mindset of profit and domination - and to promote a sector and a public policy that ensures fair and universal access and a country's sustained and balanced development.
es: Por lo tanto, el Parlamento trata de implementar normas «equitativas» para todos, cuando lo que en realidad hace falta es suprimir el control estratégico que sobre el abastecimiento energético de un país poseen las grandes empresas -con su mentalidad de beneficios y dominación- y promover al mismo tiempo una política pública y sectorial capaz de garantizar el acceso justo y universal, así como un desarrollo equilibrado y sostenido del país.

source: The region of Central Asia must not constitute new ground for conflict between the major powers - the United States, Russia and China - for strategic control of energy resources.
es: La región de Asia Central no debe constituir un nuevo motivo de conflicto entre las principales potencias -los Estados Unidos, Rusia y China- ávidas de asumir el control estratégico de los recursos energéticos.

source: Education policy and empirical educational research are closely connected in terms of the requirements for their success.
es: La política educacional y la investigación empírica en materia de educación se encuentran en una tensa interrelación en cuanto a sus condiciones de éxito y logros.

source: Specific requirements that contributed to the pact's success include
es: Entre las medidas concretas que contribuyeron al éxito del pacto cabe mencionar a

source: Reconstruction requirements and the need to make a success of the transition to democracy
es: 3. Las necesidades de la reconstrucción y la necesidad de conseguir la transición democrática

source: Ethics and morality are very important in a world that is unfortunately often dominated by the requirements of finance and material success.
es: La ética y la moral son muy importantes en un mundo que desgraciadamente suele estar dominado por las exigencias financieras y del éxito material.

source: These are some of the changes made by the SCT, who is in adjustment to suit current requirements and ensure the success of the road infrastructure program.
es: Estos son algunos de los cambios realizados por la SCT, quien sigue en ajuste para adaptarse a los requerimientos actuales y asegurar el éxito del programa de infraestructura carretero.

source: However, it is a necessary condition for any effective strategy. In this respect, previous experience, confirmed by a wide variety of research and action research, now enables us to identify some of the requirements for success.
es: A este respecto, la experiencia previa, confirmada por estudios e investigaciones aplicadas de muy diverso tipo, nos permite determinar ahora algunos de los requisitos para que estas iniciativas tengan éxito.

source: One of the central requirements for the success of the enhanced deployment plan is a significant strengthening of the Mission's engineering capability.
es: Uno de los principales requisitos para el éxito de la mejora del plan de despliegue es un refuerzo importante de la capacidad de ingeniería de la Misión.

source: "This annex develops the criteria and requirements for success of local employment strategies outlined in the April 2000 Communication on ""Acting Locally for Employment"", and tentatively identifies action that might be taken at local, regional, national and Community level to facilitate the approach described in the present Communication."
es: Este anexo presenta los criterios y requisitos que deben satisfacerse para el éxito de las estrategias locales de empleo a las que hace referencia la Comunicación de abril de 2000 sobre la «Actuación local en favor del empleo» e identifica a título orientativo algunas acciones que podrían realizarse a escala comunitaria, nacional, regional y local para facilitar el enfoque descrito en la presente Comunicación.

source: By introducing key performance indicators and processes to ensure the ongoing monitoring of your sales activities, Lufthansa Consulting enables you to adapt quickly to new market requirements and achieve long-term success.
es: Al introducir indicadores clave de desempeño y procesos para asegurar el monitoreo constante de las actividades de ventas, Lufthansa Consulting le permite adaptarse rápidamente a los nuevos requerimientos del mercado y lograr así un éxito a largo plazo.

source: Emphasis on parts of the supply relationships such as reliable delivery, trust, flexibility in supply and ability to innovate that increase the switching costs for buyers, and may increase the length of contractual relationships for sellers.
es: x Atribuir mayor importancia a algunos elementos de las relaciones de la oferta, como la fiabilidad de las entregas, la confianza, la flexibilidad de la oferta y la capacidad de innovar, que aumentan los costos de la transferencia para los compradores y pueden hacer más duraderas las relaciones contractuales para los vendedores.

source: Is switching costs to award business to a new supplier instead of an incumbent supplier worth considering?
es: ¿Vale la pena considerar los costes de cambio para adjudicar el negocio a un proveedor nuevo en lugar de a un proveedor titular?

source: Unexpected influences and switching costs involved in the change of supplier or in quality differences can be built into the auction through the weighting system.
es: Factores como el coste de cambio de proveedor, diferencias en la calidad, o cualquier factor se tiene en cuenta en la subasta como ponderaciones que corrigen la puja al alta o a la baja.

source: For the pilot auctions it was possible to represent variations in the logistical and warehousing costs, supplier switching costs and differences in quality.
es: En las subastas piloto se pudieron reflejar las diferencias en los costes de logística y almacenamiento, costes de cambio de proveedor y diferencias de calidad.

source: Factored-cost bidding allows you to take into account such factors as transportation costs, switching costs, import tax, and so on.
es: La licitación de costes ponderados le permite tener en cuenta factores como los costes de transporte, de cambio, el impuesto de importación, etc.

source: 7.2 Apart from the ability to extract discounts on transactions from suppliers, buyer power may manifest itself in the contractual obligations which retailers may place on suppliers, such as listing charges, slotting allowances, retroactive discounts on goods already sold, unjustified high contribution to retailer promotion expenses and an insistence on exclusive supply.
es: 7.2 Aparte de la capacidad para conseguir descuentos de los proveedores en las transacciones, el poder adquisitivo puede manifestarse en las obligaciones contractuales que los minoristas pueden exigir a los proveedores, como pagos por incluir sus productos o por asignarles espacio en los estantes, descuentos retroactivos en productos ya vendidos, una aportación desmesurada a sus gastos de promoción y la insistencia en el suministro en exclusiva.

source: (e) Performance is measured and monitored through the creation of strategic control framework agreements that set targets, measure outputs and hold management accountable for delivery.
es: e) El desempeño se mide y supervisa mediante la creación de marcos estratégicos de control que fijan objetivos, miden productos y exigen responsabilidades a la administración por la ejecución.

source: The business plans are important to the long-term, strategic control of the Group.
es: Los planes de negocio son importantes para la gestión estratégica del Grupo a largo plazo.

source: Thus, 2003 was essentially devoted to preparing the infrastructures and tools which will enable the strategic control plan to be enhanced and implemented in subsequent years.
es: De esta forma, el año 2003 se ha dedicado fundamentalmente a preparar las infraestructuras y herramientas que permitirán potenciar y ejecutar en años sucesivos el plan estratégico de control.

source: The Eurosystem encourages all European banks to acknowledge the risks for the SEPA for Cards, become more involved, maintain or regain strategic control over the cards market vis-à-vis international card schemes and to seize the opportunities that the SEPA for Cards can bring.
es: El Eurosistema anima a las entidades de crédito europeas a reconocer las amenazas para la SEPA de las tarjetas, participar más activamente, mantener o recuperar el control estratégico del mercado de las tarjetas frente a redes internacionales y aprovechar las oportunidades que la SEPA pueda brindar.

source: These statistics alone provide sufficient justification for undertaking seasonal strategic control measures against these insects, whose effect on livestock, while often localised and short-lived, has not thus far been given proper consideration.
es: Estas cifras ofrecen por sí solas razones más que sobradas para instituir medidas estratégicas y estacionales de lucha contra esos insectos, cuyos efectos dañinos para el ganado, aunque a menudo circunscritos y efímeros, no han sido objeto hasta la fecha de la debida atención.

source: (f) UNESCO needs to exert greater strategic control over programmes even where funding is coming from other sources since the Organization's reputation is jeopardized when the specific agendas of other organizations are imposed on a programme that carries UNESCO's name.
es: f) La UNESCO deberá ejercer un mayor control estratégico sobre los programas aunque los fondos procedan de otras fuentes, ya que su reputación está en juego cuando las prioridades específicas de otras organizaciones se imponen en un programa que lleva su nombre.

source: Consequently, it was developed as a means of following up the status of a given strategic control point and providing progress visibility.
es: Así, se lo concibió de manera tal que posibilitara el registro de estado en el que se encontraba un determinado punto de control estratégico, visualizando los avances obtenidos.

source: During the planning stage it is necessary to satisfy the requirements for success within the farm.
es: En la planificación específica se preverá a nivel de empresa que se den todas las condiciones para que dicha planta sea integrada con éxito.

source: It is essential from the outset to determine your expected results and to identify your requirements for success.
es: Es esencial desde el principio establecer cuáles son los resultados esperados e identificar los requisitos para alcanzar el éxito.

source: A very poor record of attendance can severely deter a child from achieving the level of skills and knowledge requirements for success at the next grade level.
es: Un registro de asistencia muy deficiente puede disminuir considerablemente las posibilidades para que un niño logre alcanzar el grado de destrezas y conocimiento necesarios para tener un correcto desempeño en el grado escolar siguiente.

source: We have developed a proven methodology that ensures that integrations and solution implementations meet business requirements and achieve success.
es: Hemos desarrollado una metodología probada que garantiza que la integración y la implantación de las soluciones satisfacen las necesidades empresariales y logran realizarse correctamente.

source: The adequate treatment of those deficiencies guarantees a better understanding of the MR-MPS requirements and also increases the success chances of an official MPS assessment.
es: El tratamiento adecuado de esas deficiencias asegura un mejor cumplimiento de los requisitos del MR-MPS y aumenta las chances de suceso de una evaluación oficial MPS.

source: f) that, for global operation and economy of scale, which are key requirements for the success of mobile telecommunication systems, it is desirable to agree on a harmonized time-frame for developing common technical, operational and spectrum-related parameters of systems, taking account of relevant IMT-2000 and other experience
es: f) que para el funcionamiento mundial y para obtener economías de escala, que son elementos clave del éxito de los sistemas móviles de telecomunicaciones, conviene llegar a un acuerdo basado en un calendario armonizado para definir parámetros técnicos, de explotación y relacionados con el espectro de los sistemas que sean comunes, habida cuenta de las IMT-2000 y otras experiencias pertinentes

source: The consultation process can lead to the identification of the critical requirements for success in export promotion as well as the mechanisms for handling them.
es: El proceso de consultas puede llevar a identificar los requisitos básicos para el éxito en la promoción de exportaciones y los medios para superarlos.

source: This category includes various practices such as slotting allowances55 , the so called pay-to-stay fees56 , payments to have access to a distributor's promotion campaigns etc. Upfront access payments are exempted under the Block Exemption Regulation when both the supplier's and buyer's market share does not exceed 30 %.
es: Esta categoría incluye diversas prácticas tales como tasas por asignación de espacio55 , las llamadas «tasas de mantenimiento»)56 , los pagos para tener acceso a las campañas de promoción de un distribuidor, etc. Los pagos de acceso inicial se benefician de una exención en virtud del Reglamento de Exención por Categorías cuando las cuotas de mercado del proveedor y del comprador no exceden del 30 %.

source: 15. Is further concerned by other instances where the trade sector makes use of its market power, including excessive payment deadlines, listing charges, slotting allowances, threats of delisting, retroactive discounts on goods already sold, unjustified contributions to retailer promotion expenses or insistence on exclusive supply
es: 15. Expresa asimismo su preocupación por otras situaciones en que la distribución utiliza su posición dominante, entre ellas, los excesivos plazos de pago, las tasas por inclusión en listas, las amenazas de retirada de listas, las tasas por asignación de espacio, los descuentos retroactivos en bienes ya vendidos, las contribuciones injustificadas a los gastos derivados de las medidas de promoción del minorista o la insistencia en el suministro en exclusiva

source: When a programme of work is changeable, the slotting exercise becomes difficult, if not impossible.
es: Cuando un programa de trabajo tiende a variar, la asignación de fechas se hace difícil, si no imposible.

source: Reference should be made to all provisions regarding submission of documents, late submissions, late slotting and re-slotting.
es: Cabe mencionar todas las disposiciones relativas a la presentación de los documentos, la presentación tardía, la asignación tardía de fechas y la reasignación de fechas.

source: Moreover, the reform of family allowances would improve the situation of families and would address, in particular, the problems faced by parents of young children.
es: Además, la reforma de los complementos familiares mejoraría la situación de las familias y, concretamente, abordaría los problemas de los padres con hijos pequeños.

source: It should be taken into account in the form of a number of allowances provided for the activity of electricity generation that is lower than would otherwise have been the case.
es: Ha de tenerse en cuenta de manera que el número de derechos contemplados para la actividad de producción de electricidad sea inferior al que sería en caso contrario.

source: One is by auctioning some of the allowances instead of allocating them for free.
es: Una es subastar alguna de las concesiones en lugar de asignarlas libremente.

source: It enables customers to unplug their existing 3.5-inch drive and replace it quickly and easily by slotting the MBF260LRC in its place.
es: Permite que los clientes desconecten las unidades de 3,5 pulgadas que ya tengan y las sustituyan rápida y fácilmente, colocando al MBF260LRC en su sitio.

source: Accordingly, the Department has made some adjustments in the slotting system in consultation with author departments.
es: Así pues, el Departamento ha hecho algunos ajustes al sistema de asignación de fechas, en consulta con los departamentos autores.

source: Since the slotting schedules are prepared long before the programmes of work are finalized, and given the dynamic nature of the intergovernmental process, some adjustments in the slotting schedules are inevitable.
es: Dado que los calendarios de asignación de fechas se preparan mucho antes de que se ultime el programa de trabajo, y en vista del carácter dinámico del proceso intergubernamental, es inevitable que haya que hacer ciertos ajustes a dichos calendarios.

source: For as long as the legal measures and technical means necessary to deliver allowances are not in place, it is appropriate to provide for an alternative means of auctioning allowances.
es: Mientras no se hayan establecido las medidas legales y los medios técnicos necesarios para la entrega de derechos de emisión, procede fijar un método alternativo de subasta de derechos.

source: "Some have called the area ""Bolivia's Silo"" because people there have been producing corn since before colonization; during the Inca period, the people of the Cochabamba valley produced corn with the Andean system of strategic control of different ecosystems (pesos ecológicos)."
es: "Algunos le han llamado el ""Granero de Bolivia"" por su tradicional producción de maíz desde tiempos precoloniales; durante el período Incaico los pueblos de los valles de Cochabamba producían maíz en la estrategia de control de pisos ecológicos del sistema andino."

source: Along with security officials from many States, the Team has noted that Al-Qaida leaders appear to be trying to bring new, as yet unconnected cells under their strategic control.
es: Junto con los funcionarios de seguridad de muchos Estados, el Equipo ha observado que los líderes de AlQaida al parecer están tratando de poner bajo su control estratégico a células nuevas todavía no vinculadas entre sí.

source: Management Supervision; Strategic Control, Operative Control.
es: Control de Gestión; Control Estratégico, Control Operativo.

source: CEOSA acts as a strategic control corporation and the companies in the group therefore enjoy a wide degree of autonomy that recognises the peculiarities of each business.
es: CEOSA actúa como corporación de control estratégico y, como consecuencia, las empresas del grupo disfrutan de una amplia autonomía con reconocimiento de las particularidades de cada negocio.

source: Planning centre and strategic control of the company expansion plans.
es: Centro de planificación y control estratégico de la expansión empresarial.

source: eQECM is a project that began in 200' in planning the development of functionalities related with the e-surgicalsuite, or intelligent operating room, which is understood as the strategic control center in clinical activities associated with invasive processes.
es: Iniciado en 200', este proyecto busca planificar el desarrollo de funcionalidades relacionadas con el e-Quirófano, o «quirófano inteligente», entendido como centro estratégico de control de las actividades clínicas asociadas al proceso intervencionista.

source: Let it simmer for a few minutes and then pour into a bowl, skimming off the fat, to be passed at the table.
es: Deje hervir a fuego lento unos minutos y luego viértalo en un recipiente y retire la grasa para poner en la mesa.

source: Previously, timeliness had been measured against the starting date of the session, whereas, under the slotting system, the reference point was the date on which documents were due for consideration.
es: Anteriormente, los calendarios se medían sobre la base de la fecha en que comenzaba el período de sesiones, mientras que con el sistema de asignación de fechas para la presentación de documentos el punto de referencia es la fecha en que está previsto el examen de los documentos.
